relg101-f20/presentations/1-phenomenological-method-f20.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8"/>
<title>Phenomenological Method</title>
<meta name="author" content="(Professor Dale Hathaway)"/>
<link rel="stylesheet" href="../../reveal.js/css/reveal.css"/>

<link rel="stylesheet" href="../../reveal.js/css/theme/beige.css" id="theme"/>


<!-- If the query includes 'print-pdf', include the PDF print sheet -->
<meta name="description" content="Org-Reveal">
</head>
<body>
<div class="reveal">
<div class="slides">
<section id="sec-title-slide"><h1 class="title">Phenomenological Method</h1><h2 class="author">Professor Dale Hathaway</h2><h2 class="date">Fall 2020</h2><p class="date">Created: 2020-07-15 Wed 15:15</p>
</section>
<section id="table-of-contents"><div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#/slide-org415bc4c">Guide to app usage</a></li>
<li><a href="#/slide-org3a227c0">Homo Reliosus</a></li>
<li><a href="#/slide-orgc4d907c">Phenomenological Method</a></li>
<li><a href="#/slide-tools-used-in-the-study-religion">Tools Used in the Study Religion</a></li>
</ul>
</div>
</div>
</section>

<section>
<section id="slide-org415bc4c" data-audio-src='../audio/sq-intro/2.0.ogg'>
<h2 id="org415bc4c">Guide to app usage</h2>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Key stroke</th>
<th scope="col" class="org-left">Effect</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">n, space</td>
<td class="org-left">next slide</td>
</tr>

<tr>
<td class="org-left">p</td>
<td class="org-left">previous slide</td>
</tr>

<tr>
<td class="org-left">f</td>
<td class="org-left">fullscreen</td>
</tr>

<tr>
<td class="org-left">esc, o</td>
<td class="org-left">overview slide</td>
</tr>

<tr>
<td class="org-left">m</td>
<td class="org-left">toggle menu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">audio inlay</td>
<td class="org-left">start/stop audio playback</td>
</tr>
</tbody>
</table>


</section>
</section>
<section>
<section id="slide-org3a227c0"data-audio-src='../audio/sq-intro/3.0.ogg'>
<h2 id="org3a227c0">Homo Reliosus </h2>
<div class="outline-text-2" id="text-org3a227c0"  >
</div>
</section>
<section id="slide-orge33fef6" data-audio-src='../audio/sq-intro/3.1.ogg'>
<h3 id="orge33fef6">Something essentially religious about human beings </h3>
<ul>
<li class="fragment appear"  data-audio-src='../audio/sq-intro/3.1.0.ogg'>Human beings seem to be religious at all times and in all places </li>
<li class="fragment appear"  data-audio-src='../audio/sq-intro/3.1.1.ogg'>The approach used in the text book is a variation of <b>phenomenological method</b></li>

</ul>
<aside class="notes">
<ul>
<li>many observers through the centuries have assumed that religion was an essential part of what it means to be human</li>
<li>observations from the fields of anthropology and sociology in the 20th c. have demonstrated that religious experiences and phenomena pervade cultures around the globe, in all kinds of circumstances</li>
<li>a study of humanity entails a study of religion</li>
<li>use a <b>variety of approaches</b>: texts, behaviors, rituals, meditation, philosophy</li>
<li>these varieties of approaches follow methods appropriate to each</li>

</ul>

</aside>

</section>
<section id="slide-org4d0b37a"  data-audio-src='../audio/sq-intro/3.2.ogg'>
<h3 id="org4d0b37a">Need for caution and clarity in our study</h3>
<ul>
<li>resist <b>reductionism</b></li>
<li>claim: <b>there is no "purely" religious phenomena</b></li>
<li>4 steps in the method</li>

</ul>

<aside class="notes">
<ul>
<li>what is <b>reductionism</b>: the saying when all you have is a hammer everything looks like a nail.</li>
<li>often we encounter people in our daily life who have found something that works for them: vegetarians, quiting cigarettes, a new philosophical approach, the latest fad, etc. &#x2013; and we hear from them non-stop that their new discovery explains everything</li>
<li>Such is the way <b>reductionism</b> works.</li>
<li>classically there are several several "isms" that have sought to explain religion in a reductionist way: psychology, Marxism, sociology, anthropology, etc.</li>
<li>in the mid-20th c. there a concern that students of religion ought to avoid reductionism while taking religious phenomena seriously</li>

</ul>

</aside>

</section>
</section>
<section>
<section id="slide-orgc4d907c"  data-audio-src='../audio/sq-intro/4.0.ogg'>
<h2 id="orgc4d907c">Phenomenological Method</h2>
<aside class="notes">
<ul>
<li>what do we mean by <b>phenomena</b>? Literally the word means: <i>a fact or situation that is observed to exist or happen, especially one whose cause or explanation is in question</i>.</li>

</ul>

</aside>


</section>
<section id="slide-org9ba9c19" data-audio-src='../audio/sq-intro/4.1.ogg'>
<h3 id="org9ba9c19">Steps of the method</h3>
<ol>
<li>Gather the data</li>
<li>Search for patterns</li>
<li>Analyze the structure of the patterns</li>
<li>Suggest Generalizations (repeat as needed)</li>

</ol>
<aside class="notes">
<ul>
<li>the authors outline what they call the <b>phenomenological method</b></li>
<li>It is similar to the "scientific method" for those of you familiar with a method of developing and testing hypotheses in science</li>
<li>the method doesn't argue from principles to conclusions but rather from evidence and finding patterns in the evidence</li>
<li>the same method has sought to take seriously the evidence, the phenomena, and to reduce the impact of the observer</li>

</ul>

</aside>
</section>
<section id="slide-org19ef402" data-audio-src='../audio/sq-intro/4.2.ogg'>
<h3 id="org19ef402">"What is required is perspective" (p. 8)</h3>
<p>
From the text we get this example:
</p>
</section>
<section id="slide-orge8a37a6" data-audio-src='../audio/sq-intro/4.3.ogg'>
<h4 id="orge8a37a6">A tourist to Pacific island</h4>
<p>
A North American touring the highlands of New Guinea for a visit to one of the tribes living in the outback might well witness men decorated in bird-of-paradise feathers, nude (save for a penis sheath), covered in ashes, and dancing before a fire at the side of which are pigs bound in vines and banana leaves. His or her first reaction might well be to take some photographs in order to show “the folks back home” some  of the exotic aspects of life among primitive peoples. But this picture can be reversed.
</p>

</section>
<section id="slide-org759188b" data-audio-src='../audio/sq-intro/4.4.ogg'>
<h4 id="org759188b">A tourist from Pacific island</h4>
<p>
Suppose the tribesmen of the outback visit a downtown church on Sunday morning. They observe rows of oddly dressed people (what, after all, is the purpose of a necktie?), notice that some sit while others sing, listen to one person speak at length, and see still others pass plates onto which paper and metal disks are placed. What are these tribesmen to think? Where, after all, are the pigs? The fire? The sacred feathers? In both cases, the observer lacks a sense of perspective and context.
</p>

</section>
<section id="slide-orgba87e5a" data-audio-src='../audio/sq-intro/4.5.ogg'>
<h4 id="orgba87e5a">A lesson</h4>
<p>
The lesson is a simple one. It is impossible to get at the intention that lies behind religious behavior unless we have a willingness to <b>enter sympathetically into the cultural worldview of another person</b>, at least for a moment.
</p>
<aside class="notes">
<ul>
<li>The method of religious studies seeks to take seriously the human experience of the religious</li>
<li>and at the same to use methods of study that are well-grounded in the methodology of scientific and academic study</li>

</ul>

</aside>


</section>
</section>
<section>
<section id="slide-tools-used-in-the-study-religion" data-audio-src='../audio/sq-intro/5.0.ogg'>
<h2 id="tools-used-in-the-study-religion">Tools Used in the Study Religion</h2>
<dl>
<dt class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.1.ogg'>Textual</dt><dd class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.2.ogg'>study sacred texts</dd>
<dt class="fragment appear"   data-audio-src='../audio/sq-intro/5.0.2.ogg'>Historical</dt><dd class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.3.ogg'>describe origin and development of specific religions</dd>
<dt class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.4.ogg'>Comparative</dt><dd class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.5.ogg'>compare specific types of religious behaviors, beliefs</dd>
<dt class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.6.ogg'>Philosophical</dt><dd class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.7.ogg'>philosophical analysis of religious language and arguments</dd>
<dt class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.8.ogg'>Intellectual &amp; Social History</dt><dd class="fragment appear"  data-audio-src='../audio/sq-intro/5.0.9.ogg'>trace development of religious ideas and institutions over time</dd>

</dl>

<aside class="notes">
<ul>
<li>In the pursuit of religious studies there are several areas of particular concern, they include:

<ul>
<li>Language, ancient and modern, cf. translating the Bible &#x2013; Quran</li>
<li>historical/critical studies.</li>
<li>comparative religions, anthropology, sociology</li>
<li>philosophical</li>
<li>institutions</li>

</ul></li>

</ul>


<p>
Phenomenological Method draws upon all five tools 
</p>

<ul>
<li>observe and describe religious behaviors, speech, beliefs, etc. from the point of view of religious persons and seeking to identify and understand their intentions by</li>
<li>look for common patterns across different religions and religious experiences.</li>
<li>look for universal meanings in patterns that transcend particular religious contexts and recognize diverse meanings (lack of universal meanings)</li>
<li>Offer Generalizations about religious patterns and about religion itself. Describe the common forms and elements of religious life and may even take the next step to offer theory or general explanation of the meaning of these patterns and the nature of religion.</li>

</ul>

</aside>
</section>
</section>
</div>
</div>
<p> Created by Dale Hathaway. </p>
<script src="../../reveal.js/js/reveal.js"></script>

<script>

 // Full list of configuration options available here:
 // https://github.com/hakimel/reveal.js#configuration
 Reveal.initialize({
		 controls: true,
		 progress: true,
		 history: true,
		 center: true,
		 mouseWheel: true,
		 slideNumber: true,
		 hash: true,
		 audio: {
				 textToSpeechURL: "http://api.voicerss.org/?key=4a3ede6b9e0b4932bf4b94382cad2f49&hl=en-gb&c=ogg&src=",
				 prefix: '../audio/sq-intro/', 	// audio files are stored in the "audio" folder
				 suffix: '.ogg',		// audio files have the ".ogg" ending
				 defaultNotes: false, 	// use slide notes as default for the text to speech converter
				 defaultText: false, 	// use slide text as default for the text to speech converter
				 advance: 0, 		// advance to next slide after given time in milliseconds after audio has played, 
				 //use negative value to not advance 
				 autoplay: true,	// automatically start slideshow
				 defaultDuration: 5,	// default duration in seconds if no audio is available 
				 defaultAudios: true,	// try to play audios with names such as audio/1.2.ogg
				 playerOpacity: 0.07,	// opacity value of audio player if unfocused
				 playerStyle: 'position: fixed; bottom: 4px; left: 25%; width: 50%; height:75px; z-index: 33;', 
				 // style used for container of audio controls 
				 startAtFragment: false, // when moving to a slide, start at the current fragment or at the start of the slide
		 },
		 menu: { // Menu works best with font-awesome installed: sudo apt-get install fonts-font-awesome
				 numbers: true,
				     openSlideNumber: true,
				     themes: true,
				     themesPath: '../../reveal.js/css/theme/',
				     transitions: true,
				     themes: false,
				     markers: true,
				     hideMissingTitles: true,
				     custom: [
			           { title: 'Plugins', icon: '<i class="fa fa-external-link"></i>', src: 'toc.html' },
			           { title: 'About', icon: '<i class="fa fa-info"></i>', src: 'about.html' }
			       ]
		 },
		 theme: Reveal.getQueryHash().theme, // available themes are in /css/theme
		 transition: Reveal.getQueryHash().transition || 'default', // none/fade/slide/convex/concave/zoom

	   // Optional libraries used to extend on reveal.js
		 dependencies: [
				 { src: '../../reveal.js/lib/js/classList.js', condition: function() { return !document.body.classList; } },
				 { src: '../../reveal.js/plugin/markdown/marked.js', condition: function() { return !!document.querySelector( '[data-markdown]' ); } },
				 { src: '../../reveal.js/plugin/markdown/markdown.js', condition: function() { return !!document.querySelector( '[data-markdown]' ); } },
				 { src: '../../reveal.js/plugin/notes/notes.js', async: true, condition: function() { return !!document.body.classList; } },
				 { src: '../../reveal.js/plugin/highlight/highlight.js', async: true, callback: function() { hljs.initHighlightingOnLoad(); } },
				 { src: '../../reveal.js/plugin/audio-slideshow/RecordRTC.js', condition: function( ) { return !!document.body.classList; } },				
				 { src: '../../reveal.js/plugin/audio-slideshow/slideshow-recorder.js', condition: function( ) { return !!document.body.classList; } },				
				 { src: '../../reveal.js/plugin/audio-slideshow/audio-slideshow.js', condition: function( ) { return !!document.body.classList; } },
				 { src: '../../reveal.js/plugin/menu/menu.js' },
		 ],
		 keyboard: { 
				 82: function() { Recorder.toggleRecording(); },	// press 'r' to start/stop recording
				 90: function() { Recorder.downloadZip(); }, 	// press 'z' to download zip containing audio files
				 84: function() { Recorder.fetchTTS(); } 	// press 't' to fetch TTS audio files
		 }
 });

</script>



</body>
</html>
